tap "bazelbuild/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "robotsandpencils/made"

brew "automake"
brew "exa"
brew "ibazel"
brew "bazelisk"
brew "buildifier"
brew "jq"
brew "buildozer"
brew "elixir"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "colima"
brew "crane"
brew "dive"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gleam"
brew "glib"
brew "gnupg"
brew "go"
brew "google-java-format"
brew "just"
brew "mkcert"
brew "mysql"
brew "neovim"
brew "node"
brew "pgcli"
brew "pinentry-mac"
brew "pipenv"
brew "postgresql@14"
brew "python@3.10"
brew "robotsandpencils/made/xcodes"
brew "ruby"
brew "rustup-init"
brew "terraform"
brew "tmux"
brew "tree"
brew "watch"
brew "watchexec"
brew "watchman"
brew "xcodegen"
brew "xcodes"
brew "openssh"
cask "adoptopenjdk"
cask "alacritty"
cask "google-cloud-sdk"
