tap "bazelbuild/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "automake"
brew "bazelisk"
brew "buildifier"
brew "buildozer"
brew "glib"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "crane"
brew "dive"
brew "ffmpeg"
brew "gh"
brew "gnupg"
brew "go"
brew "python@3.10"
brew "google-java-format"
brew "just"
brew "mkcert"
brew "mysql"
brew "neovim"
brew "node"
brew "pinentry-mac"
brew "pipenv"
brew "postgresql@14"
brew "ruby"
brew "rustup-init"
brew "terraform"
brew "tmux"
brew "tree"
brew "watch"
brew "watchman"
brew "xcodegen"
brew "bazelbuild/tap/ibazel"
cask "adoptopenjdk8"
cask "alacritty"
cask "google-cloud-sdk"
