brew "bazelisk"
brew "bottom"
brew "fzf"
brew "dive"
brew "golangci-lint"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "gopls"
brew "llvm"
brew "lsd"
brew "lua-language-server"
brew "neovim"
brew "node"
brew "pyright"
brew "ripgrep"
brew "rustup"
brew "sd"
brew "spr"
brew "starship"
brew "tmux"
brew "vivid"
brew "wabt"
brew "zsh"
brew "go-task"
brew "awscli"
brew "buildifier"

brew "bat"
{{ if eq .chezmoi.os "linux" -}}
brew "xclip"
{{ else -}}
{{ end -}}
